#include <stdio.h>
#include <locale.h>
void name()
{
	setlocale(LC_CTYPE, "RUS");
	puts("          ********************************************");
	puts("          *  Тема: Разработка консольного приложения *");
	puts("          *          Выполнил Бондарев Н.Р.          *");
	puts("          ********************************************");
}
void data()
{
	puts(" __   __        __      __  __  ");
	puts("   | |__     | |  |    |  |   | ");
	puts("  /  |  |    | |  |    |  |   | ");
	puts(" /__ |__|    | |__|    |__|   | ");

}

int main()
{
	name(), data();

}